{"format": "layers-model", "generatedBy": "keras v2.8.0", "convertedBy": "TensorFlow.js Converter v3.18.0", "modelTopology": {"keras_version": "2.8.0", "backend": "tensorflow", "model_config": {"class_name": "Model", "config": {"name": "sequential_1", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_1"}}, {"class_name": "KerasLayer", "config": {"name": "keras_layer", "trainable": false, "dtype": "float32", "handle": "https://tfhub.dev/google/imagenet/mobilenet_v3_small_100_224/feature_vector/5"}}, {"class_name": "Dropout", "config": {"name": "dropout", "trainable": true, "dtype": "float32", "rate": 0.2, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense", "trainable": true, "dtype": "float32", "units": 5, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L2", "config": {"l2": 9.999999747378752e-05}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}}, "training_config": {"loss": {"class_name": "CategoricalCrossentropy", "config": {"reduction": "auto", "name": "categorical_crossentropy", "from_logits": true, "label_smoothing": 0.1, "axis": -1}}, "metrics": [[{"class_name": "MeanMetricWrapper", "config": {"name": "accuracy", "dtype": "float32", "fn": "categorical_accuracy"}}]], "weighted_metrics": null, "loss_weights": null, "optimizer_config": {"class_name": "SGD", "config": {"name": "SGD", "learning_rate": 0.004999999888241291, "decay": 0.0, "momentum": 0.8999999761581421, "nesterov": false}}}}, "weightsManifest": [{"paths": ["group1-shard1of2.bin", "group1-shard2of2.bin"], "weights": [{"name": "dense/kernel", "shape": [1024, 5], "dtype": "float32"}, {"name": "dense/bias", "shape": [5], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/expand/BatchNorm/gamma", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/depthwise/depthwise_weights", "shape": [5, 5, 96, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/depthwise/BatchNorm/gamma", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/depthwise/depthwise_weights", "shape": [5, 5, 144, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/depthwise/BatchNorm/gamma", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/biases", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/expand/BatchNorm/beta", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/project/BatchNorm/beta", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/project/weights", "shape": [1, 1, 240, 40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/squeeze_excite/Conv/biases", "shape": [64], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/project/weights", "shape": [1, 1, 576, 96], "dtype": "float32"}, {"name": "MobilenetV3/Conv/BatchNorm/beta", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/expand/BatchNorm/gamma", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/project/BatchNorm/gamma", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/squeeze_excite/Conv/biases", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/squeeze_excite/Conv/weights", "shape": [1, 1, 240, 64], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/biases", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/squeeze_excite/Conv/weights", "shape": [1, 1, 576, 144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/project/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/project/BatchNorm/beta", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/expand/weights", "shape": [1, 1, 40, 120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/project/BatchNorm/gamma", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/depthwise/depthwise_weights", "shape": [3, 3, 16, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/weights", "shape": [1, 1, 8, 16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/expand/BatchNorm/gamma", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/biases", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/squeeze_excite/Conv_1/weights", "shape": [1, 1, 144, 576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/project/weights", "shape": [1, 1, 72, 24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/project/BatchNorm/beta", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/depthwise/BatchNorm/gamma", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/expand/BatchNorm/gamma", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/project/BatchNorm/gamma", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/squeeze_excite/Conv/weights", "shape": [1, 1, 240, 64], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/weights", "shape": [1, 1, 144, 576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/depthwise/depthwise_weights", "shape": [3, 3, 72, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/project/weights", "shape": [1, 1, 88, 24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/expand/BatchNorm/beta", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/project/BatchNorm/beta", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/project/BatchNorm/beta", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/expand/BatchNorm/gamma", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/squeeze_excite/Conv/weights", "shape": [1, 1, 288, 72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/depthwise/BatchNorm/beta", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/depthwise/BatchNorm/gamma", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/project/weights", "shape": [1, 1, 96, 40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/expand/BatchNorm/gamma", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/depthwise/BatchNorm/gamma", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/squeeze_excite/Conv_1/weights", "shape": [1, 1, 72, 288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/project/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/project/BatchNorm/beta", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/squeeze_excite/Conv_1/biases", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/expand/BatchNorm/gamma", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/project/BatchNorm/gamma", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/squeeze_excite/Conv/biases", "shape": [64], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/squeeze_excite/Conv/biases", "shape": [32], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/project/weights", "shape": [1, 1, 120, 48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/expand/weights", "shape": [1, 1, 48, 144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/expand/weights", "shape": [1, 1, 24, 96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/depthwise/depthwise_weights", "shape": [5, 5, 240, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/biases", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/expand/BatchNorm/beta", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/depthwise/BatchNorm/beta", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/expand/weights", "shape": [1, 1, 48, 288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/depthwise/BatchNorm/beta", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/squeeze_excite/Conv/biases", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/expand/BatchNorm/gamma", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/Conv_2/biases", "shape": [1024], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/expand/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/squeeze_excite/Conv/weights", "shape": [1, 1, 96, 24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/weights", "shape": [1, 1, 64, 240], "dtype": "float32"}, {"name": "MobilenetV3/Conv_1/BatchNorm/beta", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/squeeze_excite/Conv_1/biases", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/squeeze_excite/Conv/biases", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/biases", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/Conv/BatchNorm/gamma", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/project/BatchNorm/beta", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/squeeze_excite/Conv_1/weights", "shape": [1, 1, 32, 120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/depthwise/BatchNorm/gamma", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/depthwise/depthwise_weights", "shape": [5, 5, 288, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/depthwise/depthwise_weights", "shape": [5, 5, 576, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/project/BatchNorm/gamma", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/expand/weights", "shape": [1, 1, 24, 88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/depthwise/BatchNorm/beta", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/depthwise/BatchNorm/beta", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/expand/BatchNorm/beta", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/depthwise/BatchNorm/gamma", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/squeeze_excite/Conv/biases", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/project/BatchNorm/beta", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/Conv_2/weights", "shape": [1, 1, 576, 1024], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/biases", "shape": [8], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/expand/BatchNorm/gamma", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/squeeze_excite/Conv_1/biases", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/depthwise/BatchNorm/gamma", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/expand/BatchNorm/beta", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/squeeze_excite/Conv/biases", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/squeeze_excite/Conv/weights", "shape": [1, 1, 576, 144], "dtype": "float32"}, {"name": "MobilenetV3/Conv_1/BatchNorm/gamma", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/expand/BatchNorm/gamma", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/depthwise/BatchNorm/beta", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/expand/BatchNorm/beta", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/squeeze_excite/Conv_1/biases", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/depthwise/BatchNorm/gamma", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/project/BatchNorm/gamma", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/project/BatchNorm/gamma", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/expand/weights", "shape": [1, 1, 96, 576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/depthwise/depthwise_weights", "shape": [5, 5, 576, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/expand/BatchNorm/beta", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/expand/weights", "shape": [1, 1, 40, 240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/depthwise/depthwise_weights", "shape": [5, 5, 120, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/depthwise/BatchNorm/beta", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/expand/BatchNorm/beta", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/Conv/weights", "shape": [3, 3, 3, 16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/expand/weights", "shape": [1, 1, 16, 72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/depthwise/BatchNorm/gamma", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/squeeze_excite/Conv/weights", "shape": [1, 1, 120, 32], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/project/weights", "shape": [1, 1, 288, 96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/project/BatchNorm/gamma", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/expand/weights", "shape": [1, 1, 96, 576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/project/weights", "shape": [1, 1, 16, 16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/weights", "shape": [1, 1, 64, 240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/expand/weights", "shape": [1, 1, 40, 240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/depthwise/depthwise_weights", "shape": [5, 5, 240, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/depthwise/BatchNorm/beta", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/expand/BatchNorm/beta", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/depthwise/BatchNorm/beta", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/Conv_1/weights", "shape": [1, 1, 96, 576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/squeeze_excite/Conv/weights", "shape": [1, 1, 144, 40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/squeeze_excite/Conv_1/weights", "shape": [1, 1, 40, 144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/weights", "shape": [1, 1, 16, 8], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/depthwise/BatchNorm/beta", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/depthwise/depthwise_weights", "shape": [3, 3, 88, 1], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/weights", "shape": [1, 1, 24, 96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/project/weights", "shape": [1, 1, 240, 40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/project/BatchNorm/gamma", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/project/BatchNorm/gamma", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/depthwise/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/depthwise/BatchNorm/gamma", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/project/weights", "shape": [1, 1, 144, 48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/project/BatchNorm/beta", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/project/BatchNorm/gamma", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/project/weights", "shape": [1, 1, 576, 96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/expand/BatchNorm/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/project/BatchNorm/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/expand/BatchNorm/moving_mean", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/depthwise/BatchNorm/moving_mean", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/project/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/Conv_1/BatchNorm/moving_mean", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/depthwise/BatchNorm/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/project/BatchNorm/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/depthwise/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/project/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/Conv_1/BatchNorm/moving_variance", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/depthwise/BatchNorm/moving_variance", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/expand/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/depthwise/BatchNorm/moving_mean", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/depthwise/BatchNorm/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/depthwise/BatchNorm/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/project/BatchNorm/moving_variance", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/project/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/depthwise/BatchNorm/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/depthwise/BatchNorm/moving_mean", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/expand/BatchNorm/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/project/BatchNorm/moving_variance", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/expand/BatchNorm/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/project/BatchNorm/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/expand/BatchNorm/moving_mean", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/expand/BatchNorm/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/Conv/BatchNorm/moving_variance", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/depthwise/BatchNorm/moving_variance", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/project/BatchNorm/moving_mean", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/expand/BatchNorm/moving_mean", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/project/BatchNorm/moving_mean", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/expand/BatchNorm/moving_variance", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/depthwise/BatchNorm/moving_mean", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/expand/BatchNorm/moving_variance", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/depthwise/BatchNorm/moving_variance", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/expand/BatchNorm/moving_variance", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/project/BatchNorm/moving_mean", "shape": [48], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/depthwise/BatchNorm/moving_variance", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/project/BatchNorm/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/depthwise/BatchNorm/moving_mean", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/depthwise/BatchNorm/moving_variance", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/expand/BatchNorm/moving_mean", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/expand/BatchNorm/moving_variance", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/project/BatchNorm/moving_variance", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/depthwise/BatchNorm/moving_variance", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/project/BatchNorm/moving_mean", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/Conv/BatchNorm/moving_mean", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_1/depthwise/BatchNorm/moving_mean", "shape": [72], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/expand/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/depthwise/BatchNorm/moving_variance", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/project/BatchNorm/moving_mean", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/project/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/expand/BatchNorm/moving_mean", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/project/BatchNorm/moving_variance", "shape": [24], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_5/project/BatchNorm/moving_mean", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/expand/BatchNorm/moving_variance", "shape": [576], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_2/depthwise/BatchNorm/moving_variance", "shape": [88], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_6/expand/BatchNorm/moving_mean", "shape": [120], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/depthwise/BatchNorm/moving_variance", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/project/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/expand/BatchNorm/moving_mean", "shape": [240], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_4/project/BatchNorm/moving_variance", "shape": [40], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_7/expand/BatchNorm/moving_mean", "shape": [144], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_8/expand/BatchNorm/moving_variance", "shape": [288], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_10/project/BatchNorm/moving_mean", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv/project/BatchNorm/moving_variance", "shape": [16], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_3/depthwise/BatchNorm/moving_variance", "shape": [96], "dtype": "float32"}, {"name": "MobilenetV3/expanded_conv_9/depthwise/BatchNorm/moving_mean", "shape": [576], "dtype": "float32"}]}]}
